// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "阔别已久的橙汁小盆友",  // 同上...
        "叮~今天是你的18岁生日哦",
        "看着你这么大个~",
        "没想到算是我的小妹妹呢~哈哈",
        "以后我就是你大哥啦~嘿嘿",
        "咳咳~回到正题",
        "故事不长",
        "也不难讲",
        "四字概括",
        "生日快乐",
        "愿回忆里星光如昨日",
        "愿时光温柔相待",
        "愿美梦成真",
        "愿你的眼睛 只看得见笑容",
        "愿你永远年轻 永远在路上",
        "愿你归来后仍是少年",
        "蔺诚 18岁生日快乐",
        "by - 你的傻同桌 王培琛",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
